[
  {
    "name": "Huevo a la Mexicana",
    "name_en": "Mexican-Style Eggs",
    "desc": "Delicioso desayuno (Huevos a la Mexicana): La porción más grande en el plato está compuesta de huevos que están generosamente cubiertos con pico de gallo fresco. Esta salsa cruda está compuesta por tomate rojo, cebolla blanca y chile verde, todo finamente picado. Guarnición de Frijoles: Detrás de los huevos se encuentra una porción de frijoles negros enteros. Aderezos (Totopos y Queso): Encima de los frijoles hay dos totopos (triángulos de tortilla de maíz frita) colocados verticalmente y un cubo o bloque de queso panela. Salsa: En un pequeño recipiente redondo (ramequín) de color blanco, se sirve una salsa de color rojo/anaranjado y una pila de tortillas de maíz suaves apiladas a la derecha.",
    "desc_en": "Delicious breakfast (Mexican-Style Eggs): The largest portion on the plate consists of eggs that are generously covered with fresh pico de gallo. This raw salsa is made of red tomato, white onion, and green chili, all finely chopped. Bean Garnish: Behind the eggs is a portion of whole black beans. Toppings (Tortilla Chips and Cheese): On top of the beans are two totopos (fried corn tortilla triangles) placed vertically and a cube or block of panela cheese. Salsa: In a small round white container (ramekin), a red/orange salsa is served along with a stack of soft corn tortillas on the right.",
    "price": 13,
    "currency": "USD",
    "category": "Platillos",
    "category_en": "Main Dishes",
    "subcategory": "Desayunos",
    "subcategory_en": "Breakfast",
    "slug": "ahuevo-mexicano",
    "image": "/images/ahuevomexicano.png",
    "active": true,
    "tags": ["Desayuno", "Breakfast", "Huevos", "Eggs", "Mexicano"],
    "ingredients": ["Huevos", "Pico de gallo", "Tomate rojo", "Cebolla blanca", "Chile verde", "Frijoles negros", "Totopos", "Queso panela", "Salsa", "Tortillas de maíz"],
    "stripeUrl": "https://buy.stripe.com/14A4gAaeH77aaRSguT7Vm01"
  },
  {
    "name": "Huevo Omelette",
    "name_en": "Omelette Eggs",
    "desc": "Delicioso desayuno (Huevo omelette): La porción más grande en el plato está compuesta de un desayuno con huevos revueltos de textura suave y color amarillo que están generosamente bañados con jamón y queso fresco. Guarnición de Frijoles: Detrás de los huevos se encuentra una porción de frijoles negros enteros y 1 quesadilla. Aderezos (Totopos y Queso): Encima de los frijoles hay dos totopos (triángulos de tortilla de maíz frita) colocados verticalmente y un cubo o bloque de queso panela. Salsa: En un pequeño recipiente redondo (ramequín) de color blanco, se sirve una salsa de color rojo/anaranjado y una pila de tortillas de maíz suaves apiladas a la derecha.",
    "desc_en": "Delicious breakfast (Omelette Eggs): The largest portion on the plate consists of a breakfast with soft, yellow scrambled eggs that are generously topped with ham and fresh cheese. Bean Garnish: Behind the eggs is a portion of whole black beans and 1 quesadilla. Toppings (Tortilla Chips and Cheese): On top of the beans are two totopos (fried corn tortilla triangles) placed vertically and a cube or block of panela cheese. Salsa: In a small round white container (ramekin), a red/orange salsa is served along with a stack of soft corn tortillas on the right.",
    "price": 13,
    "currency": "USD",
    "category": "Platillos",
    "category_en": "Main Dishes",
    "subcategory": "Desayunos",
    "subcategory_en": "Breakfast",
    "slug": "ahuevo-homelet",
    "image": "/images/ahuevohomelet.png",
    "active": true,
    "tags": ["Desayuno", "Breakfast", "Huevos", "Eggs", "Omelette"],
    "ingredients": ["Huevos revueltos", "Jamón", "Queso fresco", "Frijoles negros", "Quesadilla", "Totopos", "Queso panela", "Salsa", "Tortillas de maíz"],
    "stripeUrl": "https://buy.stripe.com/7sY14o2Mf1MQ1hi4Mb7Vm02"
  },
  {
    "name": "Huevos con Jamón",
    "name_en": "Eggs with Ham",
    "desc": "Delicioso desayuno (Huevos con Jamón): La porción más grande en el plato está compuesta de un desayuno con 3 huevos revueltos de textura suave y color amarillo que están generosamente cubiertos con jamón. Guarnición de Frijoles: Detrás de los huevos se encuentra una porción de frijoles negros enteros y 1 quesadilla. Aderezos (Totopos y Queso): Encima de los frijoles hay dos totopos (triángulos de tortilla de maíz frita) colocados verticalmente y un cubo o bloque de queso panela. Salsa: En un pequeño recipiente redondo (ramequín) de color blanco, se sirve una salsa de color rojo/anaranjado y una pila de tortillas de maíz suaves apiladas a la derecha.",
    "desc_en": "Delicious breakfast (Eggs with Ham): The largest portion on the plate consists of a breakfast with 3 soft, yellow scrambled eggs that are generously covered with ham. Bean Garnish: Behind the eggs is a portion of whole black beans and 1 quesadilla. Toppings (Tortilla Chips and Cheese): On top of the beans are two totopos (fried corn tortilla triangles) placed vertically and a cube or block of panela cheese. Salsa: In a small round white container (ramekin), a red/orange salsa is served along with a stack of soft corn tortillas on the right.",
    "price": 13,
    "currency": "USD",
    "category": "Platillos",
    "category_en": "Main Dishes",
    "subcategory": "Desayunos",
    "subcategory_en": "Breakfast",
    "slug": "huevos-jamon",
    "image": "/images/ahuevochilango.png",
    "active": true,
    "tags": ["Desayuno", "Breakfast", "Huevos", "Eggs", "Jamón", "Ham"],
    "ingredients": ["3 huevos revueltos", "Jamón", "Frijoles negros", "Quesadilla", "Totopos", "Queso panela", "Salsa", "Tortillas de maíz"],
    "stripeUrl": "https://buy.stripe.com/00w3cw9aD0IM3pqemL7Vm03"
  },
  {
    "name": "Huevo Light",
    "name_en": "Light Eggs",
    "desc": "Delicioso desayuno (Huevo Light): Este platillo es también un desayuno sustancioso con 5 claras de huevo de textura suave y color amarillo con espinacas. Guarnición de Frijoles: Detrás de los huevos se encuentra una porción de frijoles negros enteros y 1 quesadilla. Aderezos (Totopos y Queso): Encima de los frijoles hay dos totopos (triángulos de tortilla de maíz frita) colocados verticalmente y un cubo o bloque de queso panela. Salsa: En un pequeño recipiente redondo (ramequín) de color blanco, se sirve una salsa de color rojo/anaranjado y una pila de tortillas de maíz suaves apiladas a la derecha.",
    "desc_en": "Delicious breakfast (Light Eggs): This dish is also a hearty breakfast with 5 soft, yellow egg whites with spinach. Bean Garnish: Behind the eggs is a portion of whole black beans and 1 quesadilla. Toppings (Tortilla Chips and Cheese): On top of the beans are two totopos (fried corn tortilla triangles) placed vertically and a cube or block of panela cheese. Salsa: In a small round white container (ramekin), a red/orange salsa is served along with a stack of soft corn tortillas on the right.",
    "price": 13,
    "currency": "USD",
    "category": "Platillos",
    "category_en": "Main Dishes",
    "subcategory": "Desayunos",
    "subcategory_en": "Breakfast",
    "slug": "huevo-light",
    "image": "/images/ahuevosonora.png",
    "active": true,
    "tags": ["Desayuno", "Breakfast", "Huevos", "Eggs", "Light", "Saludable", "Healthy"],
    "ingredients": ["5 claras de huevo", "Espinacas", "Frijoles negros", "Quesadilla", "Totopos", "Queso panela", "Salsa", "Tortillas de maíz"],
    "stripeUrl": "https://buy.stripe.com/28E14odqT636d001zZ7Vm04"
  },
  {
    "name": "Huevos con Tocino",
    "name_en": "Eggs with Bacon",
    "desc": "Delicioso desayuno (Huevos con Tocino): La porción más grande en el plato está compuesta de un desayuno con huevos revueltos de textura suave y color amarillo. Cubierta (Tocino): Los huevos están cubiertos con abundantes trozos de tocino (bacon) frito y crujiente, de un color rojizo oscuro. Guarnición de Frijoles: Detrás de los huevos se encuentra una porción de frijoles negros enteros y 1 quesadilla. Aderezos (Totopos y Queso): Encima de los frijoles hay dos totopos (triángulos de tortilla de maíz frita) colocados verticalmente y un cubo o bloque de queso panela. Salsa: En un pequeño recipiente redondo (ramequín) de color blanco, se sirve una salsa de color rojo/anaranjado y una pila de tortillas de maíz suaves apiladas a la derecha.",
    "desc_en": "Delicious breakfast (Eggs with Bacon): The largest portion on the plate consists of a breakfast with soft, yellow scrambled eggs. Topping (Bacon): The eggs are covered with abundant pieces of crispy fried bacon, in a dark reddish color. Bean Garnish: Behind the eggs is a portion of whole black beans and 1 quesadilla. Toppings (Tortilla Chips and Cheese): On top of the beans are two totopos (fried corn tortilla triangles) placed vertically and a cube or block of panela cheese. Salsa: In a small round white container (ramekin), a red/orange salsa is served along with a stack of soft corn tortillas on the right.",
    "price": 13,
    "currency": "USD",
    "category": "Platillos",
    "category_en": "Main Dishes",
    "subcategory": "Desayunos",
    "subcategory_en": "Breakfast",
    "slug": "ahuevo-veracruz",
    "image": "/images/ahuevoveracruz.png",
    "active": true,
    "tags": ["Desayuno", "Breakfast", "Huevos", "Eggs", "Tocino", "Bacon"],
    "ingredients": ["Huevos revueltos", "Tocino crujiente", "Frijoles negros", "Quesadilla", "Totopos", "Queso panela", "Salsa", "Tortillas de maíz"],
    "stripeUrl": "https://buy.stripe.com/14A3cwbiL0IM1hi2E37Vm05"
  },
  {
    "name": "Jugo de Melón",
    "name_en": "Melon Juice",
    "desc": "Jugo natural de melón fresco. Refrescante y dulce, perfecto para acompañar tu desayuno.",
    "desc_en": "Fresh natural melon juice. Refreshing and sweet, perfect to accompany your breakfast.",
    "price": 6,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Jugos",
    "subcategory_en": "Juices",
    "slug": "jugo-melon",
    "image": "/images/jugodemelon.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Jugo", "Juice", "Natural"],
    "ingredients": ["Melón fresco", "Agua"],
    "stripeUrl": "https://buy.stripe.com/28EeVe0E7dvygcc7Yn7Vm06"
  },
  {
    "name": "Jugo Verde",
    "name_en": "Green Juice",
    "desc": "Jugo verde saludable a base de espinaca, nopal, apio, piña y perejil. Lleno de nutrientes y energía para comenzar tu día.",
    "desc_en": "Healthy green juice made with spinach, nopal, celery, pineapple and parsley. Full of nutrients and energy to start your day.",
    "price": 6,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Jugos",
    "subcategory_en": "Juices",
    "slug": "jugo-verde",
    "image": "/images/jugoverde.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Jugo", "Juice", "Saludable", "Healthy"],
    "ingredients": ["Espinaca", "Nopal", "Apio", "Piña", "Perejil"],
    "stripeUrl": "https://buy.stripe.com/9B6bJ20E7dvy8JKbaz7Vm07"
  },
  {
    "name": "Jugo de Piña",
    "name_en": "Pineapple Juice",
    "desc": "Jugo natural de piña fresca. Tropical y refrescante, perfecto para cualquier hora del día.",
    "desc_en": "Fresh natural pineapple juice. Tropical and refreshing, perfect for any time of day.",
    "price": 6,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Jugos",
    "subcategory_en": "Juices",
    "slug": "jugo-pina",
    "image": "/images/jugodepina.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Jugo", "Juice", "Natural", "Tropical"],
    "ingredients": ["Piña fresca", "Agua"],
    "stripeUrl": "https://buy.stripe.com/6oU00k3Qj77a9NO2E37Vm08"
  },
  {
    "name": "Café SIN LECHE",
    "name_en": "Coffee WITHOUT MILK",
    "desc": "Café de olla tradicional sin leche. Aromático y reconfortante, preparado de forma artesanal.",
    "desc_en": "Traditional pot coffee without milk. Aromatic and comforting, prepared in an artisanal way.",
    "price": 4,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Cafés",
    "subcategory_en": "Coffees",
    "slug": "cafe-sin-leche",
    "image": "/images/cafedeolla.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Café", "Coffee", "Caliente", "Hot"],
    "ingredients": ["Café de olla"],
    "stripeUrl": "https://buy.stripe.com/8x26oI9aDajm1higuT7Vm09"
  },
  {
    "name": "Café CON LECHE",
    "name_en": "Coffee WITH MILK",
    "desc": "Café de olla tradicional con leche caliente. Aromático y reconfortante, la combinación perfecta.",
    "desc_en": "Traditional pot coffee with hot milk. Aromatic and comforting, the perfect combination.",
    "price": 7,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Cafés",
    "subcategory_en": "Coffees",
    "slug": "cafe-con-leche",
    "image": "/images/cafedeolla.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Café", "Coffee", "Caliente", "Hot", "Leche"],
    "ingredients": ["Café de olla", "Leche caliente"],
    "stripeUrl": "https://buy.stripe.com/8x2dRa72vfDG6BC2E37Vm0a"
  },
  {
    "name": "Jugo de Naranja",
    "name_en": "Orange Juice",
    "desc": "Jugo natural de naranja fresca. Clásico y delicioso, lleno de vitamina C.",
    "desc_en": "Fresh natural orange juice. Classic and delicious, full of vitamin C.",
    "price": 6,
    "currency": "USD",
    "category": "Bebidas",
    "category_en": "Beverages",
    "subcategory": "Jugos",
    "subcategory_en": "Juices",
    "slug": "jugo-naranja",
    "image": "/images/jugodenaranja.png",
    "active": true,
    "tags": ["Bebida", "Beverage", "Jugo", "Juice", "Natural", "Vitamina C"],
    "ingredients": ["Naranjas frescas"],
    "stripeUrl": "https://buy.stripe.com/bJeeVedqT2QUbVWdiH7Vm0b"
  }
]
